[language]

;Language name

name=Russian

;------------------------------------
[tips]

UACtips=Добавить dockmod для обхода UAC — запрос контроля учётных записей не будет показываться!
firsttip=Данная программа распространяется бесплатно и запрещена к использованию в коммерческих целях. Автор не несёт ответственности за возможные убытки.
dwmerror=Обнаружено, что служба DWM не запущена. Программа не может работать нормально!
crashtip=Программа аварийно завершилась. Перезапустить?

;------------------------------------

[iconame]

;dock Label name

finder=Finder
launchpad=Launchpad
cal=Календарь
trash=Корзина

;Последняя иконка в интерфейсе папок

explorer=Открыть в Finder
return=Назад

;Формат метки иконки системного времени

timeformat=yyyy/M/d/ dddd

remove=Удалить
addtopad=Добавить в Launchpad
iconisfull=Текущая страница заполнена

;------------------------------------------------------------

[systemicon]
;Системные иконки
controlpanel=Панель управления
taskbar=Значок в трее
systemtime=Системное время
cortana=Кортана
network=Сетевое окружение
mydocument=Мои документы
weather=Погода
battery=Аккумулятор

errortips=Эта иконка уже добавлена!

;------------------------------------

[editicon]
;Окно редактирования иконки

addtips=Сюда можно перетащить файлы

reset=Сброс
ok=ОК
restore=Восстановить
addname=Редактировать отображаемое имя
addicotips=Нажмите кнопку «...» в правом верхнем углу, чтобы добавить иконку
switch=Переключить
trashempty=Корзина пуста
trashfull=Корзина заполнена
iconshell=Использовать маску иконки
addline=Запустить команду

;Заголовок окна выбора файла

selectfoldertitle=Выбрать папку
;Поиск города для прогноза погоды
searchcity=Поиск города

;------------------------------------

[editcal]

;Окно редактирования календаря

monthfont=Шрифт месяца:
dayfont=Шрифт даты:
monthpoint=Положение месяца:
daypoint=Положение даты:
monthposition=Выравнивание месяца:
dayposition=Выравнивание даты:
monthcolor=Цвет месяца:
daycolor=Цвет даты:
rotation=Угол поворота:
default=Использовать настройки по умолчанию

ok=ОК
test=Тест

left=Слева
right=Справа
center=По центру

;Заголовок окна выбора изображения

selectcalicon=Выбрать изображение календаря

;------------------------------------

[editicontips]
;Сообщения об ошибках в окне редактирования иконки

iconduplicate=Эта программа уже добавлена в Док!

systemduplicate=Эта иконка уже добавлена!

titleerror=Отображаемое имя программы не может быть пустым!
filepatherror=Путь к программе и иконка не могут быть пустыми!

padtitleerror1=Файл с таким именем уже существует, введите другое!
padtitleerror2=Ошибка изменения файла. Не размещайте программу на диске «C»!

formaterror=Неподдерживаемый формат. Используйте файлы png, ico, exe, lnk!

;---------------------------------------------------------------------------
;Окно настроек
[settingUI]

settitle=Настройки MyDockFinder

Global Settings=Общие настройки

openMyDock=Открыть MyDock
openMyFinder=Открыть MyFinder
MyDockerror=Пожалуйста, откройте MyDock
MyFindererror=Пожалуйста, откройте MyFinder

DPIscale=Масштаб отображения интерфейса
Accentcolor=Акцентный цвет интерфейса
darkmodeall=Цветовой режим интерфейса

darkmode_light=Светлая
darkmode_dark=Тёмная
darkmode_auto=Авто
darkmode_system=Системная

aero=Включить эффект размытия
systemdarkmode=Системная тема следует за mydockfinder
autoupdate=Автоматически проверять обновления
systemstart=Автозапуск при включении
autohidetaskbar=Автоматически скрывать панель задач при запуске

hidetaskbar_dock=Скрыть панель задач на экране с Доком
hidetaskbar_all=Скрыть панель задач на всех экранах

DirectDXFPS=Частота обновления рендеринга DirectDX
languagechoice=Язык интерфейса
allfont=Шрифт программы
defaultfont=Шрифт по умолчанию

general=Основные
advanced=Дополнительно
preview=Предпросмотр окна
minimizewindowsettings=Сворачивание окна

timeset=Время
audioset=Звук
displayset=Экран
mediaset=Медиа
batteryset=Аккумулятор
netset=Сеть
monitorset=Монитор

about=О программе

icosize=Размер иконок по умолчанию
icomaxsize=Размер иконки при увеличении

icospace=Расстояние между иконками
edgeposition=Расстояние Дока от края экрана

displaymode=Режим отображения Дока
displaynormal=Режим по умолчанию
displaybottom=Режим наложения
displayauto=Автоскрытие
displaysmart=Умное скрытие
displayhotkey=Скрытие по горячей клавише
displayalways=Всегда показывать
displayhide=Всегда скрывать

Show activation bar=Показывать полосу активации после скрытия Дока

positiononscreen=Положение Дока на экране
screenleft=Слева
screenbottom=Снизу
screenright=Справа
screentop=Сверху
multiscreen=Выбрать экран для Дока
multiscreenpad=Выбрать экран для Launchpad
padscreenname=Следовать за Доком
lockicon=Заблокировать перетаскивание иконок
windowsborder=Включить границы окон для предотвращения перекрытия
jumpanimation=Анимация прыжка при запуске программы
folderDoubleclickOpen=Открывать папку двойным щелчком
gpurendicon=Использовать GPU для рендеринга иконок Дока
iconmask=Применить маску ко всем иконкам
show indicators=Показывать индикаторы запущенных приложений
Runapp separator=Показывать разделитель для новых программ
newapp=Показывать иконку новой запущенной программы
blacklist=Управление списком исключений
noblacklist=Запрещённых процессов нет
hotcornerleft=Действие в левом нижнем углу экрана
hotcornerright=Действие в правом нижнем углу экрана
hotkeypad=Горячая клавиша Launchpad
hotkeyDock=Горячая клавиша Дока

dockicobackup=Резервное копирование иконок Дока
backuplist=Управление резервными копиями
Addbackupdockico=Добавить резервную копию иконки
locationbackup=Открыть папку резервных копий

minimize=Свернуть окно в Док
animationoff=Отключить анимацию сворачивания
Slow animation=Удерживайте Shift для замедленной анимации
useMipMap=Генерация текстур MipMap
GDIscreenshot=Снимки экрана через GDI при сворачивании
screencapturetype=Тип снимка экрана
minimizeeffect=Сворачивание со спецэффектами

genie=Джинн
scale=Масштаб
scaleDX=Масштаб DX
suck=Втягивание

Minimize to icon=Свернуть окна в иконку приложения
DirectX=Версия DirectX
SamplerState=Метод фильтрации текстур (рекомендуется LINEAR для DX11 и выше)
Minimizeblacklist=Отменить анимацию сворачивания для программ
Editwindowlist=Редактировать список окон

previewon=Включить предпросмотр окна
previewsize=Размер предпросмотра окна
previewdelay=Задержка показа предпросмотра

previewcontrol=Показывать дополнительные элементы предпросмотра
previewappname=Имя приложения
previewbutton=Кнопки управления окном
aeropeek=Показывать полный предпросмотр при наведении

logotype=Выбрать стиль кнопки слева
diylogo=Выбрать файл
shutdownmsgbox=Запрашивать подтверждение перед выключением
finderdark=Цветовой режим Finder

finderdark_auto=Обои
finderdark_set=Настройка

finderdisplaymode=Режим скрытия Finder
finderautochangecolor=При разворачивании окна включать погружающий режим

showaudio=Показывать иконку громкости в Finder
showbattery=Показывать иконку аккумулятора в Finder
showwifi=Показывать иконку Wi-Fi в Finder
showbluetooth=Показывать иконку Bluetooth в Finder
showdisplay=Показывать иконку экрана в Finder
showcpu=Процессор
showtemp=Температура ядра
showmen=Память
showdisk=Диск
shownet=Сеть

formatdate=Формат отображения даты
formattime=Формат отображения времени

showbatteryvalue=Показывать заряд аккумулятора в процентах
audiotip=Воспроизводить звук при изменении громкости
mediatype=Стиль подсказки громкости и яркости

media_system=Системный
media_mac=Mac
media_ios=iOS

hotkeyvolup=Горячая клавиша увеличения громкости
hotkeyvoldown=Горячая клавиша уменьшения громкости
hotkeyvolmute=Горячая клавиша отключения звука

hotkeybriup=Горячая клавиша увеличения яркости
hotkeybridown=Горячая клавиша уменьшения яркости

theme=Тема

wallpaper=Обои

selectwallpaper=Выбрать тему обоев
wallpapernone=Нет
loadwallpaper=Загрузить тему обоев
wallpaperdownload=Скачать темы обоев
wallpaperOK=Применить

contribute=Поддержать пожертвованием
netdisk=Перейти на сайт
updatelog=История обновлений
update=Проверить обновления
restartdock=Перезапустить программу
uninstall=Удалить программу

ok=ОК
cancel=Отмена

;------------------------------------------------------------
[hotcorners]
nothing=Ничего
allwindows=Показать все окна
launchpad=Показать Launchpad
displaytosleep=Выключить экран
startmenu=Показать меню «Пуск»
showdesktop=Показать рабочий стол
actioncenter=Центр уведомлений Windows
screensaver=Заставка

[settingtips]

;Сообщения об ошибках в окне настроек
gpurendtip=Включение этой опции может вызвать сбой. Не закрывайте Док. При запуске настройка временно активирована. После закрытия Дока конфигурация будет сохранена. Если сбой произойдёт через некоторое время, следующий запуск автоматически отключит GPU-рендеринг.
edgetip=Невозможно настроить границу при открытом окне ограничений!
autohideerror=Эту функцию нельзя включить при активных границах окна!
neterror=Ошибка сети, проверьте подключение.
autohide=Автоскрытие Дока не поддерживает эту функцию!
updateerror1=Ошибка сети, попробуйте ещё раз!
updateerror2=Обновление через Интернет не удалось. Открыть страницу загрузки?
updateerror3=Слишком много неудачных попыток. Скачайте пакет обновления с облака!

updatetip1=Доступна новая версия. Обновить?
updatetip2=Установить обновление сразу после загрузки?

noupdate=У вас установлена последняя версия!
uninstalltip=Удалить эту программу из системы?
restarttip=Программа будет открыта после перезапуска!
fontrestart=Для некоторых экранов требуется перезапуск!

languagetips=Для некоторых экранов требуется перезапуск!

uninstallcomplete=После завершения удаления вручную удалите оставшиеся файлы.

DPIerrortip=Текущий масштаб превышает системный. Изображение слишком большое!

restartruntip=Перезапустить программу?

backupfolderror=Не удалось создать папку резервных копий. Проверьте разрешения!

backuptips=Восстановить эту резервную копию?

;-------------------------------------------------------------------

[menu]
;Контекстное меню

newfinderwindow=Новое окно Finder
gotofolder=Перейти в папку...
connecttoserver=Удалённый рабочий стол
showlaunchpad=Показать Launchpad

addnormalicon=Добавить обычную иконку
addsystemicon=Добавить системную иконку
showtaskbar=Показать панель задач
hidetaskbar=Скрыть панель задач
preference=Настройки
enddock=Закрыть программу

editicon=Настроить эту иконку
removefromdock=Убрать из Дока
keepindock=Оставить в Доке
locationfile=Открыть расположение файла
runagain=Запустить программу ещё раз
nevershowthis=Не показывать эту программу больше
adminmode=Запуск от имени администратора
open=Открыть
quit=Выйти

emptytrash=Очистить корзину
sortorder=Сортировка
Byname=По имени
Bysize=По размеру
Byextension=По типу
Bydate/time=По дате изменения
Createtime=По дате создания
Groupdirectories=Папки вперёд
reverseorder=Обратная сортировка
closewindow=Закрыть окно
Display=Отображаемое содержимое
Folder=Папка
Stack=Группа
Locatefolder=Открыть напрямую
FolderEffect=Эффект отображения
Grid=Сетка
Fan=Веер
add delimiter=Добавить разделитель
del delimiter=Удалить разделитель

showmodeapps=Задать отдельный режим отображения
showmodedesktop=Задать режим отображения для рабочего стола
NominiEffect=Не показывать анимацию сворачивания
showmodenormal=Согласно настройкам
msgtips=Настроить уведомление
incognito=Новое окно в режиме инкогнито

systemmenu=Системное меню

timeskin=Выбрать циферблат
timedefault=По умолчанию
timeMickey=Микки

;----------------------------------------------

[launchpad]

addicon=Добавить иконку
deleteicon=Удалить иконку
search=Поиск
ok=ОК
addtips=Перетащите сюда файлы exe или lnk

;----------------------------------------------

[promptwindow]

;Подтверждение очистки корзины и прочие диалоги

ok=ОК
cancel=Отмена
trashok=Очистить корзину
trashtitle=Вы действительно хотите удалить содержимое корзины?
batterytip=Заряд аккумулятора критически мал. Подключите зарядное устройство!
apperror=Файл программы повреждён. Загрузите его заново!
eject=извлечён

;-----------------------------------------------
;Описание форматов времени
;ddd - день недели (кратко)  dddd - день недели (полностью)  M - месяц  d - день  H - 24ч  h - 12ч  m - минуты  s - секунды
;Двойные буквы = две цифры, например HH:mm:ss → 09:06:05
;Все форматы можно настроить. Пустое значение справа = дата не отображается
;После сохранения изменения вступят в силу немедленно
[formatdate]
1=
2=ddd
3=MMMd
4=MMMd ddd
5=ddd MMMd

[formattime]
1=H:mm
2=tt h:mm
3=H:mm:ss
4=tt h:mm:ss

[calicon]

;Месяцы для иконки календаря

m1=Янв
m2=Фев
m3=Мар
m4=Апр
m5=Май
m6=Июн
m7=Июл
m8=Авг
m9=Сен
m10=Окт
m11=Ноя
m12=Дек

[findermenu]
bluetooth=Bluetooth
Bluetooth settings=Настройки Bluetooth...
device=Устройство
Preferred network=Предпочтительная сеть
other networks=Другие сети
network settings =Настройки сети...
Audio=Звук
output=Вывод
audio settings=Настройки звука...
battery settings=Настройки аккумулятора...
BatteryEstimatedTime=осталось
batterytime_hour=ч
batterytime_min=мин
Edit title=Редактировать заголовок
Window border=Граница окна
end finder=Закрыть Finder...
About This PC=О компьютере
System settings=Параметры системы...
app Store=Магазин Windows...
Task manager=Диспетчер задач
Sleep=Сон
Dormant=Гибернация
Shutdown=Выключение
Reboot=Перезагрузка...
Lock screen=Блокировка экрана
Logout=Выйти из системы...

symbol=Показать эмодзи и символы
Screen Keyboard=Показать экранную клавиатуру
keyboardname=Показать название клавиатуры
Keyboard settings=Настройки клавиатуры...
display=Экран
systemdark=Системная тёмная тема
bluelight=Защита зрения
displayset=Настройки экрана...
hotspot=Точка доступа
airplane=Режим полёта

eject=Извлечь

[findertips]
Mute=Без звука
battery=Аккумулятор
AcOnLine=Питание от сети
Charging=Зарядка
notCharging=Не заряжается
Usebattery=От аккумулятора
Full battery=Заряд полный
brightness=Яркость
show trayico=Показать значок в трее

[findertitle]
file=Файл
Edit=Правка
Show=Вид
Go to=Перейти
windows=Окна
Help=Справка

[shutdown]
shutdown=Выключить компьютер?
Reboot=Перезагрузить компьютер?
Logout=Выйти из системы?
Dormant=Перевести компьютер в гибернацию?
sleep=Перевести компьютер в режим сна?
ok=ОК
cancel=Отмена

[wifi]
password=Пароль
showpassword=Показать пароль
join=Подключиться
cancel=Отмена

[weather]
00=Ясно
01=Облачно
02=Переменная облачность
03=Ливень
04=Гроза с дождём
05=Гроза с градом
06=Мокрый снег
07=Небольшой дождь
08=Умеренный дождь
09=Сильный дождь
10=Ливень
11=Очень сильный дождь
12=Сильный ливень
13=Снегопад
14=Небольшой снег
15=Умеренный снег
16=Сильный снегопад
17=Метель
18=Туман
19=Заморозки с дождём
20=Песчаная буря
21=Слабый дождь с усилением
22=Умеренный дождь с усилением
23=Сильный дождь
24=Сильный ливень
25=Чрезвычайно сильный ливень
26=Снег с усилением
27=Умеренный снегопад с усилением
28=Сильная метель
29=Пыльная дымка
30=Песок в воздухе
31=Сильная песчаная буря
32=Густой туман
33=Снег
49=Сильный туман
53=Дымка
54=Умеренная дымка
55=Сильная дымка
56=Густая дымка
57=Плотный туман
58=Густой туман
301=Дождь
302=Снег
